Revit 2027 API
OpenOptions Constructor
 Constructs a new instance of the options class using default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OpenOptions()
Public Sub New
public:
OpenOptions()
new : unit -> OpenOptions
See Also
Reference
OpenOptions Class
Autodesk.Revit.DB Namespace